"&About Flash Decompiler..." = "&О Flash Decompiler..."
"&Copy" = "&Копировать"
"&Help" = "&Справка"
"&Keyboard shortcuts" = "&Горячие клавиши"
"&Localization" = "&Локализация"
"&Open file and add it to tasks..." = "&Открыть файл и добавить в задание..."
"&Preview file in player..." = "&Предпросмотр файла в проигрывателе..."
"&Save SWF/EXE as..." = "&Сохранить SWF/EXE как..."
"&Tutorials" = "&Обучающее руководство"
"16 (high color)" = "16 (high color)"
"24 (true color)" = "24 (true color)"
"32 (true color)" = "32 (true color)"
"8 (colormapped)" = "8 (colormapped)"
"AUTO" = "АВТО"
"ActionScript" = "ActionScript"
"ActionScript (*.as)" = "ActionScript (*.as)"
"ActionScript options" = "Параметры ActionScript"
"ActionScript search" = "Поиск ActionScript"
"ActionScripts viewing mode settings. This only effects ActionScripts, shown in Flash Decompiler." = "Параметры просмотра ActionScripts. Действует только на ActionScripts, показанные в Flash Decompiler."
"Actions" = "Действия"
"Activity log" = "Лог активности"
"Add SWF files to tasks" = "Добавить SWF-файлы в задание"
"Add all files in the current directory to My tasks list\r\nrecursively, including subfolders." = "Добавить все файлы из текущей папки к списку Моих заданий\r\nрекурсивно, включая подпапки."
"Add currently selected SWF/EXE file\r\ninto My tasks list for management,\r\nconversion and extraction." = "Добавить выбранные в данный момент SWF/EXE файлы\r\nк списку Моих заданий для управления,\r\nпреобразования и извлечения"
"Add folder" = "Добавить папку"
"Add folder recursively" = "Добавить папку рекурсивно"
"Add folder root" = "Добавить корневую папку"
"Add only files present in folder's root to My tasks list." = "Добавить только файлы из корневой папки к списку Моих заданий."
"Add task" = "Добавить задание"
"Add whole folder into My tasks list." = "Добавить всю папку к списку Моих заданий."
"Advanced morph decompilation" = "Расширенная декомпиляцию трансформаций"
"Align" = "Выровнять"
"Align text to the left" = "Выровнять текст по левому краю"
"Align text to the right" = "Выровнять текст по правому краю"
"All sound files (*.WAV, *.MP3)|*.WAV;*.MP3|Wave sounds (*.WAV)|*.WAV|MP3 music (*.MP3)|*.MP3|" = "Все звуковые файлы (*.WAV, *.MP3)|*.WAV;*.MP3|Wave звуки (*.WAV)|*.WAV|MP3 музыка (*.MP3)|*.MP3|"
"All supported files (*.SWF; *.EXE)|*.SWF;*.EXE|SWF Files (*.SWF)|*.SWF|Projectors (*.EXE)|*.EXE|" = "Все поддерживаемые файлы (*.SWF; *.EXE)|*.SWF;*.EXE|SWF файлы (*.SWF)|*.SWF|Проекты (*.EXE)|*.EXE|"
"All supported image formats (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG compressed images (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Bitmaps (*.BMP)|*.BMP|Portable network graphics (*.PNG)|*.PNG|" = "Все поддерживаемые форматы изображений (*.JPG, *.JPEG, *.JPE, *.BMP, *.PNG)|*.JPG;*.JPEG;*.JPE;*.BMP;*.PNG|JPEG сжатые изображения (*.JPG, *.JPEG, *.JPE)|*.JPG;*.JPEG;*.JPE|Растровые изображения (*.BMP)|*.BMP|Portable Network Graphics (*.PNG)|*.PNG|"
"All words" = "Все слова"
"Allows/Disables text selection" = "Разрешить/Запретить выделение текста"
"Almost the same with previewing a file,\r\nbut will also add it to My tasks list for further processing." = "Всегда то же, что и предпросмотр файла,\r\nно с добавлением в список Моих заданий для последующей обработки."
"Any word" = "Любое слово"
"As FLA" = "Как FLA"
"Autodetect" = "Авто-определение"
"Autosize" = "Авто-размер"
"Available localizations" = "Доступные локализации"
"Background color:" = "Цвет фона:"
"Beta-tester" = "Бета-тестер"
"Bitmap Files (*.bmp)|*.bmp|" = "Растровые изображения (*.bmp)|*.bmp|"
"Bits per ADPCM sample:" = "Бит на ADPCM семпл:"
"Bits per pixel" = "Бит на пиксель"
"Bits per pixel:" = "Бит на пиксель:"
"Bits per sample:" = "Бит на семпл:"
"Bounds" = "Границы"
"Braces around single statement" = "Скобки вокруг одного оператора"
"Braces at new line" = "Скобки на новой строке"
"Build %@" = "Билд %@"
"Business" = "Бизнес"
"Button" = "Кнопка"
"Buttons" = "Кнопки"
"By default Flash Decompiler will show actual snapshots of most of the Flash objects for preview, when you select the whole category/group. Making previews of multiple objects may substantially slow down Flash Decompiler performance when you navigate through objects groups, especially when there are more than 100 items there. So, you might wish to disable thumbnails generation for certain object types. Tiny nice icons will be shown to you then." = "По умолчанию Flash Decompiler отображает для предпросмотра фактические снимки большинства флеш объектов, когда вы выбираете целую группу. Создание предпросмотра множественных объектов может значительно понизить производительность Flash Decompiler, если вы работаете с группой объектов, больше чем из 100 элементов. Можно отключить создание миниатюр для некоторых типов объектов. Вместо этого вы увидите маленькие иконки."
"Cancel" = "Отмена"
"Center text" = "Выровнять текст по центру"
"Change ActionScripts view to Pi-code actions representation" = "Изменить вид ActionScripts для отображения действий Pi-кода"
"Change ActionScripts view to common representation" = "Изменить вид ActionScripts для общего отображения"
"Change ActionScripts view to hex dump representation" = "Изменить вид ActionScripts для отображения шестнадцатиричного дампа"
"Change ActionScripts view to split mode including Pi-codes and hex dumps" = "Изменить вид ActionScripts для раздельного режима, включающий Pi-код и шестнадцатиричный дамп"
"Change background color" = "Изменить цвет фона"
"Change text type to passwords with masking" = "Изменить тип текста на пароль с маской"
"Change the text color" = "Изменить цвет текста"
"Check for &newer version" = "Проверить &новую версию"
"Check for availability of updated version online." = "Проверить возможность получения обновленых версий онлайн."
"Check your Flash Decompiler copy details, like version, build,\r\nrelease date, technical support contacts, etc." = "Проверить детали вашей копии Flash Decompiler - версию, билд,\r\nдату релиза, адрес техподдержки и т.д."
"Check/Uncheck selected items" = "Поставить/Снять отметки с выбранных элементов"
"Choose background color for current task" = "Выбрать цвет фона для текущего задания"
"Choose the language Flash Decompiler GUI will be displayed in." = "Выбрать язык интерфейса Flash Decompiler."
"Clear My tasks" = "Очистить Мои задания"
"Click here to check for newer version" ="Нажмите здесь для проверки новых версий"
"Close" = "Закрыть"
"Code format" = "Формат кода"
"Collapse current file" = "Свернуть текущий файл"
"Collapse current group" = "Свернуть текущий группу"
"Collapse everything" = "Свернуть все"
"Color" = "Цвет"
"Colors" = "Цвета"
"Combine all scripts into folder" = "Упорядочить все скрипты по папкам"
"Compressed video (*.mpg)" = "Сжатое видео (*.mpg)"
"Configure morph detection and decompilation\r\noptions for resulting FLA file." = "Настроить параметры определения и\r\nдекомпиляции трансформации для выходного FLA файла."
"Contact &Tech Support" = "Техническая &поддержка"
"Conversion options" = "Параметры конвертирования"
"Conversion path:" = "Путь конвертирования:"
"Convert" = "Конвертировать"
"Convert SWF file(s) to FLA" = "Конвертировать SWF файл(ы) в FLA"
"Convert all" = "Конвертировать все"
"Convert all available tasks to FLA." = "Конвертировать все доступные задания в FLA."
"Convert current" = "Конвертировать текущее"
"Convert currently highlighted file from the tasks list." = "Конвертировать текущий файл, выделенный из списка задач."
"Convert static text into shapes" = "Конвертировать статический текст в формы"
"Copy to clipboard" = "Копировать в буфера обмена"
"Count" = "Значение"
"Create folder for morphs" = "Создать папку для трансформаций"
"Current" = "Текущий"
"Custom color" = "Настроить цвет"
"Customize some advanced options of Flash Decompiler" = "Настроить некоторые дополнительные параметры Flash Decompiler"
"Decode built-in MX classes" = "Декодировать встроенные MX классы"
"Decompile symbols not present at timeline" = "Декомпилировать символы, не присутствующие на временной шкале"
"Decompiling task" = "Задание декомпиляции"
"Default" = "По умолчанию"
"Default settings" = "Установки по умолчанию"
"Demo" = "Демо"
"Details" = "Детали"
"Detect motion tweens" = "Определить анимацию движения (твининг)"
"Discard all changes which you applied\r\nand revert to last saved file." = "Сбросить все сделанные изменения\r\nи вернуться до состояния последнего сохранненого файла."
"Discard changes" = "Сбросить изменения"
"Do not show this message again" = "Больше не показывать это сообщение"
"Do you really want to discard all the changes you made and revert to the last saved state of the SWF file?" = "Вы действительно хотите сбросить все сделанные изменения и вернуться к состоянию последнего сохранения SWF файла?"
"Do you really want to exit Flash Decompiler?" = "Вы действительно хотите выйти из Flash Decompiler?"
"Do you really want to remove all Flash files from My tasks?" = "Вы действительно хотите удалить все Flash-файлы из Моих заданий?"
"Do you really want to remove selected file?" = "Вы действительно хотите удалить выбранный файл?"
"Do you really want to save changes in <%@>?" = "Вы действительно хотите сохранить изменения в <%@>?"
"Drag to zoom in and out" = "Перетяните для измения масштаба"
"Dragging" = "Перемещение"
"Dynamic text" = "Динамический текст"
"Dynamic texts" = "Динамические тексты"
"Edit" = "Редактировать"
"Edit Flash objects" = "Редактировать Flash-объекты"
"Edit Images" = "Редактировать изображения"
"Edit URL's" = "Редактировать URL ссылку"
"Edit URLs" = "Редактировать URL ссылки"
"Edit color" = "Редактировать цвет"
"Edit colors" = "Редактировать цвета"
"Edit colors in SWF/EXE tasks. Opens a special panel\r\nwhere you can edit most of the colors you see\r\nin a movie. Cannot edit raster images, etc." = "Редактировать цвета в SWF/EXE заданиях. Открывает специальную \r\nпанель, где вы можете редактировать большинство цветов \r\nфильма. Невозможно редактировать растровые изображения и т.д.."
"Edit dynamic texts" = "Редактировать динамические тексты"
"Edit images" = "Редактировать изображения"
"Edit lines" = "Редактировать линии"
"Edit lines in a SWF/EXE task: edit line thickness, and color.\r\nDon't forget to select the desired shape if no lines are shown." = "Редактировать линии в SWF/EXE задании: толщину линии и цвет.\r\nНе забудьте выбрать требуемую форму, если линии не отображаются."
"Edit lines:" = "Редактировать линии:"
"Edit links" = "Редактировать ссылки"
"Edit links found in a SWF/EXE task.\r\nNote, that you will be editing all links in a task." =  "Редактируемые ссылки найдены в SWF/EXE задании.\r\nПримечание: вы можете редактировать все ссылки в задании."
"Edit links: " = "Редактировать ссылки: "
"Edit shapes" = "Редактировать формы"
"Edit sounds" = "Редактировать звуки"
"Enable automatic size setting" = "Включить установку автоматического размера"
"Enable multi-line text positioning" = "Включить размещение многострочного текста"
"Enable word-wrapping" = "Включить перенос слов"
"Enter &registration code" = "Ввести код &регистрации"
"Exact match" = "Полное соответствие"
"Exit" = "Выход"
"Exit Flash Decompiler. All unsaved editing tasks will promt for saving." = "Выход из Flash Decompiler. Будет предложено сохранить все несохраненные задания."
"Expand current file" = "Развернуть текущий файл"
"Expand group" = "Развернуть группу"
"Export format" = "Експортувати формат"
"Export path:" = "Путь экспорта:"
"Extract" = "Извлечь"
"Extract SWF objects" = "Извлечь SWF-объекты"
"Extract all currently selected SWF resources.\r\nThe Export path can be changed in the main Extract tab." = "Извлечь все выбранные в данный момент SWF ресурсы.\r\nПуть экспорта может быть изменен на вкладке Извлечь."
"Extract all currently selected SWF resources.\r\nThe path you see to the left will be used to store the objects in." = "Извлечь все выбранные в данный момент SWF ресурсы.\r\nПуть, который вы видите слева, будет использован, для хранения объектов."
"Extract now" = "Извлечь сейчас"
"Extract resource" = "Извлечь ресурсы"
"Extracting SWF objects" = "Извлечение SWF-объектов"
"FLA" = "FLA"
"FLA version" = "Версия FLA"
"Failed to open image <%@>" = "Не удалось открыть изображение <%@>"
"Failed to open sound file <%@>" = "Не удалось открыть звуковой файл <%@>"
"File" = "Файл"
"File explorer" = "Обозреватель файлов"
"File properties" = "Свойства файла"
"Find the ways to reach Eltima technical support for answers and tips." = "Техническая поддержка компании Eltima, созданная для ответов на ваши вопросы."
"Fit all" = "Подогнать все"
"Fit to Player area" = "Подогнать до размеров проигрывателя"
"Flash Decompiler &homepage" = "Домашняя страничка &Flash Decompiler"
"Flash Decompiler Options" = "Параметры Flash Decompiler"
"Flash Decompiler Trillix" = "Flash Decompiler Trillix"
"Flash Decompiler Trillix Options" = "Параметры Flash Decompiler Trillix"
"Flash Movie (*.swf)" = "Flash фильм (*.swf)"
"Flash Player 5" = "Проигрыватель Flash 5"
"Flash Player 6" = "Проигрыватель Flash 6"
"Flash Player 7" = "Проигрыватель Flash 7"
"Flash Player 8" = "Проигрыватель Flash 8"
"Flash Player 9" = "Проигрыватель Flash 9"
"Flash Player ActiveX version installed in your system" = "Версия проигрывателя Flash ActiveX, установленного в вашей системе."
"Flash Source (*.fla)" = "Исходник Flash (*.fla)"
"Flash Video (*.flv)" = "Flash видео (*.flv)"
"Flash objects thumbnails settings when groups are selected" = "Установки миниатюр Flash объектов, когда выбраны группы."
"Font" = "Шрифт"
"Font size" = "Размер шрифта"
"Fonts" = "Шрифты"
"Force ANSI encoding" = "Принудительное ANSI-кодирование"
"Formats" = "Форматы"
"Frame" = "Кадр"
"Frame count:" = "Число кадров:"
"Framerate:" = "Частота кадров:"
"Frames" = "Кадры"
"General" = "Общие"
"Globally search ActionScripts within SWF/EXE files." = "Глобальный поиск ActionScripts в файлах SWF/EXE."
"Has alpha" = "Есть альфа-канал"
"Has border" = "Есть рамка"
"Has wordwrap" = "Перенос текста"
"Height:" = "Высота:"
"Hex dump" = "Шестнадцатиричный дамп"
"Hex dump (*.txt)" = "Шестнадцатиричный дамп (*.txt)"
"Hexadicimal dump" = "Шестнадцатиричный дамп"
"Homepage" = "Домашняя строничка"
"Hypertext (*.html)" = "Гипертекст (*.html)"
"Icons" = "Иконки"
"Id" = "ID"
"If you experience unusual behavior of your Flash movies in Flash Decompiler,\nthe problem may be caused by the older version of Flash Player ActiveX\nwhich is currently installed in your system. You may check for availability\nof the new version by clicking the following button, or visiting www.adobe.com" = "Если у вас неправильно отображается Flash фильм во Flash Decompiler,\nпроблема может быть связана со старой версией пригрывателя Flash ActiveX,\nкоторый установлен в вашей системе. Проверьте наличие\nновой версии, нажав на эту кнопку, или посетите сайт www.adobe.com."
"Ignore case" = "Игнорировать регистр"
"Image" = "Изображение"
"Image (*.png, *.jpeg, *.bmp)" = "Изображение (*.png, *.jpeg, *.bmp)"
"Image format" = "Формат изображения"
"Image properties" = "Свойства изображения"
"Images" = "Изображения"
"Indent" = "отступ"
"Indent size" = "Размер отступа"
"Info" = "Инфо"
"Is HTML" = "HTML"
"Is multiline" = "Многострочный"
"Is password" = "Пароль"
"Is read-only" = "Только для чтения"
"Join mask layers" = "Обьединять слои маски"
"Justify text: align text to both left and right,\r\nby adding extra spaces between words." = "Выровненный по ширине текст, как слева, так и справа, путем добавления\r\nдополнительных интервалов между словами там, где необходимо."
"Layer" = "Слой"
"Leading" = "Междустрочный интервал"
"Leave current" = "Оставить текущий"
"Left margin" = "Левый край"
"Length factor: " = "Коэффициент длины: "
"Library folders" = "Папки библиотеки"
"License:" = "Лицензия:"
"Line properties" = "Свойства линии"
"Line thickness in twips" = "Толщина линии в твипах"
"Lines" = "Линии"
"Link location to edit: " = "Ссылка для редактирования: "
"Link target: " = "Объект ссылки: "
"Links" = "Ссылки"
"List" = "Список"
"Logics: " = "Логика: "
"Lossless" = "Без потерь"
"MP3 bitrate:" = "Битрейт MP3:"
"MPG" = "MPG"
"Macromedia Flash 8 (v8)" = "Macromedia Flash 8 (v8)"
"Macromedia Flash Components (*.swc)|*.swc||" = "Компоненты Macromedia Flash (*.swc)|*.swc||"
"Macromedia Flash MX (v6)" = "Macromedia Flash MX (v6)"
"Macromedia Flash MX 2004 (v7)" = "Macromedia Flash MX 2004 (v7)"
"Make this dynamic text read-only" = "Сделать этот динамический текст только для чтения"
"Manage" = "Управление"
"Measured in twips: %@" = "В твипах (1/20 пункта): %@"
"More Colors" = "Больше Цветов"
"More colors ... " = "Больше цветов... "
"Morph" = "Трансформация"
"Morph Options" = "параметры трансформации"
"Morphs" = "Трансформации"
"Motion tweens" = "Анимация движения (твининг)"
"Movement smoothness: " = "Плавность движения: "
"My tasks (SWF, EXE)" = "Мои задания (SWF, EXE)"
"New" = "Новый"
"No" = "Нет"
"No Flash file selected" = "Не выбран Flash-файл"
"No available tasks.\r\nPlease, add SWF or Projector EXE\r\nfiles here to activate other tabs." = "Нет доступных заданий.\r\nДобавьте SWF или файл\r\nПроектора EXE сюда для\r\nактивации других панелей."
"No images to edit in this task.\r\nThis Flash movie does not contain any.\r\n" = "Нет изображения для редактирования\r\nв этом задании.\r\nЭтот Flash фильм ничего не содержит.\r\n"
"No sounds to edit in this task.\r\n" = "Нет звуков для редактирования\r\nв этом задании.\r\n"
"No tag information available for currently selected item, or no item selected. Please, choose some part of the movie in the tasks list." = "Нет доступной информации о тегах для элементов, выбранных в данный момент, или элементы не выбраны. Выберите какую-либо часть фильма из списка задач."
"Non-compressed video (*.avi)" = "Несжатое видео (*.avi)"
"Nothing found to match your query." = "По вашему запросу ничего не найдено."
"Object" = "Объект"
"Objects" = "Объекты"
"Ok" = "OК"
"Open User &Manual" = "Открыть &пособие пользователя"
"Open destination folder after extraction" = "Открыть папку назначения после извлечения"
"Open file after conversion" = "Открыть файл после конвертирования"
"Open local CHM user manual for help." = "Открыть локальную CHM-справку для помощи."
"Opens SWF or Projector file in main player for preview.\r\nFile is not added to My tasks list." = "Открыть SWF или файл Проекта в основном проигрывателе для просмотра.\r\nФайл не добавляется к списку Моих заданий."
"Order full version" = "Приобрести полную версию"
"Other" = "Другие"
"Other colors" = "Другие цвета"
"P-Code" = "P-код"
"P-Code and hexadicimal dump combined" = "Комбинация P-кода и шестнадцатиричного дампа"
"Personal" = "Персональный"
"Pi-code and hex dump (*.txt)" = "Pi-код и шестнадцатиричный дамп (*.txt)"
"Pi-code dump (*.txt)" = "Дамп Pi-кода (*.txt)"
"Place morphs into library" = "Поместить трансформации в библиотеку"
"Place shapes into library" = "Поместить фигуры в библиотеку"
"Place texts into library" = "Поместить тексты в библиотеку"
"Placement information" = "Информация о размещении"
"Placeobjects" = "Размещение объектов"
"Plain Text (*.txt)" = "Простой текст (*.txt)"
"Player parameters" = "Параметры проигрывателя"
"Please, choose the desired format for ActionScripts present\r\nin the tasks to be exported into.\r\nAvailable formats: Pi-code, hex dump or plain text file." = "Выберите требуемый формат ActionScripts для експорта\r\nв задание.\r\nДоступные форматы: Pi-код, шестнадцатиричный дамп или просто текстовый файл."
"Please, choose the desired format for buttons present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Выберите требуемый формат кнопок для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for fonts present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Выберите требуемый формат шрифтов для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for frames present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Выберите требуемый формат кадров для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for images present\r\nin the tasks to be exported into.\r\nAvailable formats: JPG, PNG, BMP, SWF or FLA" = "Выберите требуемый формат изображения для экспорта.\r\nДоступные форматы: JPG, PNG, BMP, SWF или FLA."
"Please, choose the desired format for morphs present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Выберите требуемый формат трансформаций для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for shapes present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." = "Выберите требуемый формат форм для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for sounds present\r\nin the tasks to be exported into.\r\nAvailable formats: WAV, MP3, SWF or FLA." = "Выберите требуемый формат звука для экспорта.\r\nДоступные форматы: WAV, MP3, SWF или FLA."
"Please, choose the desired format for sprites present\r\nin the tasks to be exported into.\r\nAvailable formats: SWF and FLA." ="Выберите требуемый формат спрайтов для экспорта.\r\nДоступные форматы: SWF и FLA."
"Please, choose the desired format for texts present\r\nin the tasks to be exported into.\r\nAvailable formats: TXT, RTF, HTML, SWF or FLA." ="Выберите требуемый формат для экспорта текстов.\r\nДоступные форматы: TXT, RTF, HTML, SWF или FLA."
"Please, choose the desired format for videos present\r\nin the tasks to be exported into.\r\nAvailable formats: FLV, AVI, MPG, SWF or FLA." ="Выберите требуемый формат видео для экспорта.\r\nДоступные форматы: FLV, AVI, MPG, SWF или FLA."
"Please, note that Flash Decompiler will process the tasks which are currently added in My tasks panel, and not necessarily the one which is currently previewed. Make sure the files you need converted or exported from are in My tasks list." = "Помните, что Flash Decompiler будет обрабатывать те задания, которые только что добавлены в панель Мои задания, и не обязательно, чтобы одно из них просматривалось. Убедитесь, что файлы, которые вам необходимо конвертировать или экспортировать, находятся в списке Моих заданий."
"Please, select target folder where resulting extracted objects should be saved to." = "Выберите папку предназначенную для хранения извлеченных объектов."
"Preparing preview..." = "Подготовка предварительного просмотра..."
"Preview not available" = "Предварительный просмотр не доступен"
"Property" = "Свойства"
"Quality" = "Качество"
"Ready" = "Готов"
"Recover original variables names" = "Восстановить оригинальные имена переменных"
"Refresh" = "Обновить"
"Register your copy of Flash Decompiler\r\nby entering your registration name and code." = "Зарегистрируйте вашу копию Flash Decompiler\r\nвведением вашего имени и кода регистрации."
"Registered to:" = "Зарегистрировано на:"
"Registration code:" = "Код регистрации:"
"Reload current task into original state" = "Перезагрузить текущее задание до оригинального состояния."
"Remove all" = "Удалить все"
"Remove all tasks from the tasks list." = "Удалить все задания из списка заданий."
"Remove current task" = "Удалить текущее задание"
"Remove current task from the tasks list." = "Удалить текущее задание из списка заданий."
"Remove file" = "Удалить файл"
"Remove tasks" = "Удалить задания"
"Replace and edit dynamic texts currently present in a SWF/EXE task." = "Заменить и редактировать динамические тексты, которые в данный момент присутствуют в SWF/EXE задании."
"Replace original images in a SWF/EXE task: you can add\r\nJPEG and PNG images, edit their quality,\r\ntransparency settings and size." = "Заменить оригинальные изобржения в SWF/EXE задании: вы можете\r\nдобавить JPEG и PNG изображения, редактировать их качество,\r\nустановки прозрачности и размера."
"Replace original sounds in a SWF/EXE task:\r\nadd your own sounds instead of the original\r\nobjects, alter sound format and quality." = "Заменить оригинальные звуки в SWF/EXE задании:\r\nдобавить ваши собственные звуки взамен оригинальных\r\nобъектов, изменить звуковой формат и качество."
"Reset all extraction formats to default values." = "Сбросить все форматы извлечения на значения по умолчанию."
"Reset all formats to FLA" = "Сбросить все форматы на FLA"
"Reset all formats to SWF" = "Сбросить все форматы на SWF"
"Reset this tab to default conversion settings." = "Сбросить эту вкладку на настройки конвертирования по умолчанию."
"Reset to default conversion settings." = "Сбросить установки конвертирования на настройки по умолчанию."
"Reset to defaults" = "Вернуть настройки по умолчанию"
"Rich Text (*.rtf)" = "Форматированный текст (*.rtf)"
"Right" = "Вправо"
"Right margin" = "Правый край"
"SWF" = "SWF"
"SWF File Info" = "Инфо SWF-файла"
"SWF Resources Info" = "Инфо SWF-ресурсов"
"SWF version" = "Версия SWF"
"SWF version:" = "Версия SWF:"
"Same as FLA version" = "Так же как и версия FLA"
"Save" = "Сохранить"
"Save Log" = "Сохранить лог"
"Save a SWF copy of the file currently selected in My tasks.\r\nNote, if you highlight a certain resource in a task, but another file\r\nfrom is currently displayed,the file highlighted in My tasks will be saved." = "Сохранить копию SWF файла, выбранного в данный момент в Моих заданиях.\r\nПримечание: Сохраняется тот файл, определенный ресурс которого выделен в Моих заданиях,\r\nа не тот, который показан в данный момент."
"Save as..." = "Сохранить как..."
"Save current task in a new file with applied changes." = "Сохранить текущее задание в новый файл с применением всех сделанных изменений."
"Save current task with applied changes." = "Сохранить текущее задание с применением всех сделанных изменений."
"Save on disk" = "Сохранить на диск"
"Save/Discard changes" = "Сохранить/Сбросить изменения"
"Screenshot" = "Снимок экрана"
"Scripts" = "Скрипты"
"Search" = "Поиск"
"Search for: " = "Искать: "
"Search now" = "Искать"
"Search only in current SWF" = "Искать только в текущем SWF"
"Search options" = "Параметры поиска"
"Search results" = "Результаты поиска"
"Select folder to add to the tasks list" = "Выберите папку для добавления в список заданий"
"Select folder to convert object to" = "Выберите папку для конвертирования объекта"
"Select the version of FLA format to be created" = "Выберите версию формата FLA для создания"
"Select the version of SWF format which would be set\r\nby default when you'll be publishing the converted FLA." = "Виберите версию формата SWF, чтобы принять его\r\nпо умолчанию, когда вы будете публиковать конвертированный FLA."
"Selectable" = "Выбираемый"
"Separate layers for morphs" = "Разделить слои для трансформаций"
"Set all extraction formats except for ActionScript to FLA" = "Установить все форматы извлечения за исключением ActionScript в FLA"
"Set all extraction formats except for ActionScript to SWF" = "Установить все форматы извлечения за исключением ActionScript в SWF"
"Shape" = "Фигура"
"Shapes" = "Фигуры"
"Size" = "Размер"
"Size (bytes)" = "Размер (байт)"
"Size in bytes" = "Размер в байтах"
"Small icons" = "Маленькие иконки"
"Some tutorials on Flash Decompiler usage" = "Некоторые советы по использованию Flash Decompiler"
"Sound" = "Звук"
"Sound (*.wav, *.mp3)" = "Звук (*.wav, *.mp3)"
"Sound rate" = "Частота звука"
"Sounds" = "Звуки"
"Sprite" = "Спрайт"
"Sprites" = "Спрайты"
"Standard colors" = "Стандартные цвета"
"Static text" = "Статический текст"
"Static text bounding box expansion" = "Расширение границ для статического текста"
"Status" = "Состояние"
"Stereo (mono if unchecked)" = "Стерео (моно, если не отмечено)"
"Stretch/Shrink new image to fit original size" = "Подогнать новое изображение до оригинального размера"
"Support e-mail: support@eltima.com" = "E-Mail поддержки: support@eltima.com"
"Switch to dragging mode (movie interactive objects will not be active)" = "Переключиться в режим перемещения (интерактивные объекты фильма не будут активны)"
"Switch to original size" = "Переключиться в оригинальный размер"
"Tag" = "Тег"
"Tag information" = "Инфо тега"
"Take snapshot" = "Сделать снимок"
"Taken snapshot will be copied to clipboard.\r\nThen you can paste it anywhere in graphic editor,\r\ndocument or else..." = "Сделанный снимок копируется в буфер обмена.\r\nВы можете вставить его в любой графический редактор,\r\nдокумент или куда-либо еще..."
"Taken snapshot will be saved to your hard drive.\r\nYou will see a dialog to navigate to desired folder" = "Сделанный снимок можно будет сохранить на жесткий диск.\r\nВы увидите диалог для выбора требуемой папки"
"Takes a screenshot of currently played file/frame.\r\nBy default the snapshot is placed into clipboard" = "Сделать снимок текущего файла/кадра.\r\nПо умолчанию снимок помещается в буфер обмена."
"Technical and information support center:\r\nfind out how we can help you, search for answers or contact Eltima easily." = "Центр технической и информационной поддержки:\r\nнайти ответы на интересующие вас вопросы или связаться с компанией Eltima, легко и просто."
"Text" = "Текст"
"Text color" = "Цвет текста"
"Text options" = "Параметры текста"
"Texts" = "Тексты"
"There are no lines or colors to edit\r\nin selected shape or no shape was selected." = "Нет линий или цветов для\r\nредактирования в выбранной форме\r\nлибо ни одна форма не выбрана."
"This movie has only 1 frame, you can't rewind it" = "Этот фильм состоит всего из 1 кадра, вы не можете перемотать его."
"This tab is disabled because no files are added to My tasks list.\r\nPlease, drop some Flash movies there." = "Эта вкладка не активна, потому что нет добавленных файлов в список Моих заданий.\r\nПеретащите сюда какой-либо Flash фильм."
"This task does not contain\r\nany dynamic texts.\r\n" = "Данное задание не содержит какой-либо\r\nдинамический текст.\r\n"
"Thumbnails for Buttons" = "Миниатюры для Кнопок"
"Thumbnails for Fonts" = "Миниатюры для Шрифтов"
"Thumbnails for Images" = "Миниатюры для Изображений"
"Thumbnails for Morphs" = "Миниатюры для Трансформаций"
"Thumbnails for Shapes" = "Миниатюры для Форм"
"Thumbnails for Sprites" = "Миниатюры для Спрайтов"
"Thumbnails for Texts" = "Миниатюры для Текстов"
"Thumbnails for Videos" = "Миниатюры для Видео"
"To  be  able  to  correctly  decompile  Flash  components, we have to keep their database on your disc. In case you have additional components elsewhere, you can add SWC files manually. Otherwise, use the Update button to automatically fetch all Flash components available in your system." = "Чтобы правильно декомпилировать Flash компоненты, мы должны сохранить их базу данных на жестком диске. В том случае, когда у вас есть какие-либо компоненты в другом месте, вы можете добавить SWC вручную. Иначе, используйте кнопку 'Обновить' для автоматичного получения всех доступных Flash компонентов."
"Total" = "Итог"
"Transparent" = "Прозрачность"
"Treat text as HTML" = "Рассматривать текст как HTML"
"Type" = "Тип"
"Unable to open file." = "Невозможно открыть файл."
"Unfortunately, Adobe Flash player ActiveX isn't installed in your system. Flash Decompiler requires this ActiveX control for proper working. Please, visit www.adobe.com and install Flash Player or contact Eltima technical support (support@eltima.com)." = "К сожалению, на вашем компьютере не установлен Adobe Flash ActiveX. Для правильной работы Flash Decompiler потребуется установить элемент управления ActiveX. Посетите сайт www.adobe.com и установите Flash Player или обратитесь в службу техподдержки Eltima  (support@eltima.com)."
"Unfortunately, you cannot save SWF files in demo version. This feature will be enabled once you register your copy of Flash Decompiler. Please, visit www.eltima.com for purchasing details." = "К сожалению, вы не можете сохранять SWF файлы в демонстрационной версии. Эта функция доступна только для зарегистрированных версий Flash Decompiler. Посетите сайт www.eltima.com за более подробной информацией о приобретении."
"Unlimited Business" = "Неограниченный бизнес"
"Updated" = "Обновлено"
"Use Flash movie background color" = "Использовать фоновый цвет Flash ролика"
"Use getProperty/setProperty" = "Использовать getProperty/setProperty"
"Use system font" = "Использовать системный шрифт"
"Use tabs" = "Использовать табуляцию"
"Used by" = "Использовано"
"Uses" = "Используются"
"Value" = "Значение"
"Var name" = "Переменная"
"Version" = "Версия"
"Version %@" = "Версия %@"
"Video" = "Видео"
"Videos" = "Видео"
"View currently assigned hot keys for faster access\r\nto most frequent actions." = "Просмотреть назначенные горячие клавиши для быстрого доступа\r\nк часто используемым действиям."
"Visit Flash Decompiler homepage online." = "Посетить домашнюю страничку Flash Decompiler"
"Whole words only" = "Только целые слова"
"Width:" = "Ширина:"
"Yes" = "Да"
"You have Flash ActiveX version: %@" = "У Вас установлен Flash ActiveX версии: %@"
"You may alter ActionScripts syntax highlighting here. This will only influence their representation in Flash Decompiler." = "Вы можете изменять подсветку синтаксиса ActionScripts. Это повлияет только на представление в Flash Decompiler."
"You should restart Flash Decompiler to apply new language." = "Вам потребуется перезапустить Flash Decompiler для применения нового языка."
"ZLib compressed:" = "ZLib сжатие:"
"Zoom" = "Масштаб"
"Zoom Slider" = "Ползунок масштаба"
"no" = "нет"
"temp" = "temp"
"yes" = "да"
" " = " "
"Action tag #%@" = "Тег действия #%@"
"Add File(s)..." = "Добавить файл(ы)..."
"As button" = "Как кнопка"
"Ascent" = "Схождение"
"Bold" = "Жирный"
"Building scripts ..." = "Построение скриптов ..."
"Built in" = "Встроенный"
"Comment" = "Комментарий"
"Components" = "Компоненты"
"Descent" = "Переход"
"Down" = "Вниз"
"Dyn text" = "Динамический текст"
"Edge bounds" = "Край границ"
"Element:" = "Елемент:"
"Encoding" = "Шифрование"
"End bounds" = "Конечные границы"
"Flash Components in database:" = "Компоненты Flash в базе данных:"
"Flash Components' database path:" = "Путь базы данных компонентов Flash:"
"Flash movie (*.SWF)|*.SWF|" = "Flash видео (*.SWF)|*.SWF|"
"Font name" = "Имя шрифта"
"Foreground color:" = "Цвет фона:"
"Frames count" = "Число кадров"
"Glyph count" = "Число символов"
"Hit" = "Нажатие"
"Italic" = "Курсив"
"JPEG" = "JPEG"
"Keyword" = "Ключевое слово"
"Label" = "Метка"
"Language code" = "Код языка"
"Literal" = "Литерал"
"Matrix" = "Матрица"
"Move(%@)" = "Движение(%@)"
"Operator" = "Оператор"
"Over" = "Над"
"Recover register variables" = "Восстановить переменные регистра"
"Scale(%@)" = "Масштаб(%@)"
"Rotate(%@)" = "Повернуть(%@)"
"Select folder to store components database" = "Выбрать папку для хранения компонентов базы данных"
"Small" = "Малый"
"Start bounds" = "Начальные границы"
"Stat text" = "Статический текст"
"State" = "Состояние"
"String" = "Cтрока"
"Track mode" = "Режим трека"
"Up" = "Вверх"
"Update" = "Обновить"
"Use non-scalling strokes" = "Использовать немасштабируемые линии"
"Use scalling strokes" = "Использовать масштабируемые линии"
"Uses Defaults" = "Используемые по умолчанию"
"Whitespace" = "Пробел"
"alpha" = "альфа"
"blue" = "синий"
"green" = "зеленый"
"red" = "красный"
"FirstSample: %@" = "ПервыйСемпл: %@"
"LastSample: %@" = "ПоследнийСемпл: %@"
"Repeat: %@" = "Повторение: %@"
"No multiple" = "Не многократный"
"Stop" = "Стоп"
"Stereo" = "Стерео"
"Mono" = "Моно"
"As menu" = "Как меню"
"VideoPacket" = "Видео-пакет"
"Off" = "Выкл"
"On" = "Вкл"
"Left" = "Влево"
"Center" = "По центру"
"Justify" = "Выровнять"
"Flash Decompiler Trillix intro" = "Введение во Flash Decompiler Trillix"
"Understanding demo limitations" = "Пояснения демонстрационных ограничений"
"&About Flash Decompiler..." = "&О программе Flash Decompiler..."
"Applying" = "Применение"
"Codec" = "Кодек"
"Extracting %s..." = "Извлечение %s..."
"Extracting ..." = "Извлечение..."
"Extracting resources from %s..." = "Извлечение ресурсов из %s..."
"Extraction done." = "Извлечение завершено."
"Extraction started ..." = "Извлечение запущено..."
"Rate" = "Частота"
"Sample bits" = "Бит/семпл"
"Samples count" = "Число семплов"
"Stereo/mono" = "Стерео/Моно"
"Streaming sound" = "Потоковый звук"
"You can click this button as well! It has some valuable stuff inside" = "Вы можете нажать эту кнопку! Далее вы получите ценную информацию"
"Continue demo" = "Продолжить демо"
"Enter registration code" = "Ввести код регистрации"
"Order now" = "Приобрести"
"Thank you very much for trying the Demo version of Flash Decompiler Trillix by Eltima Software.\r\n\r\nThe demo version is fully-functional, but implies certain demo limitations. Among them:\r\n\r\n - only two objects will be exported in every resource category;\r\n - Flash movies will be converted into FLA in black-and-white;\r\n - ActionScripts will not be included in resulting FLA files;\r\n - decompiled ActionScripts cannot be copied to clipboard;\r\n - you won't be able to save changes to your Flash files after editing.\r\n\r\nPlease, don't forget to register your copy of the software to get rid of all demo limitations forever.\r\nTo get your registration key, please, click 'Order now' below." = "Большое спасибо вам за использование демо-версии Flash Decompiler Trillix от Eltima Software.\r\nДемо-версия полностью функциональна, но имеет ряд ограничений демо-режима. Среди них:\r\n - только два объекта будут экспортированы в каждой категории ресурса;\r\n - Flash ролики будут конвертированы только в черно-белый FLA;\r\n - ActionScripts не будут добавлены в получаемые FLA файлы;\r\n - декомпилированные ActionScripts невозможно копировать в буфер обмена;\r\n - вы не сможете сохранить изменения во Flash файлах после редактирования.\r\n\r\nНе забудьте зарегистрировать вашу копию программы, чтобы снять все ограничения демонстрационной версии.\r\nЧтобы получить ключ регистрации, нажмите кнопку 'Приобрести'."
"Register" = "Регистрация"
"Eltima - Waiver of responsibility" = "Eltima - Отказ от ответственности"
"Please, be informed that Eltima provides Flash/SWF decompilation \r\ntechnology with Flash Decompiler Trillix for personal use only, \r\nnot for copyrighted materials you are not the owner of. \r\nYou hereby confirm that you are aware of all possible copyright \r\ninfringements when decompiling Flash/SWF files and realize \r\nthat Eltima waives any responsibility thereafter." = "Доводим до вашего сведения, что компания Eltima разарботала технологию декомпиляции\r\n Flash/SWF  при помощи программы Flash Decompiler Trillix только для персонального использования, \r\nнезащищенных авторскими правами роликов, владельцем которых вы не являетесь. \r\nТаким образом вы подтверждаете, что осознаете возможное нарушение\r\nавторского права при декомпиляции Flash/SWF файлов и релизов,\r\nи что компания Eltima не несет никакой ответственности за возможные ваши действия."
"Register Flash Decompiler now" = "Зарегистрировать Flash Decompiler!"
"To apply localization, you need to restart Flash Decompiler Trillix. Press Yes to close Flash Decompiler now, and restart it manually; or No to do it later. If you press Cancel, localization changes will not be applied." = "Для применения выбранной локализации необходимо перезапустить Flash Decompiler Trillix. Нажмите 'Да' чтобы закрыть Flash Decompiler и перезапустить его вручную, или 'Нет' чтобы сделать это позже. Если нажмете 'Отмена', то выбранный файл локализации применен не будет."
"Flash Decompiler Trillix is not registered on this machine. If you want to use it you need to register it now." = " Flash Decompiler Trillix не зарегистрирован на этом компьютере. Зарегистрируйте программу, если хотите ипользовать ее дальше."
"Flash Decompiler Trillix is already registered in this system. Please, don't enter another registration details unless you want to change your registration name or license type." = "Flash Decompiler Trillix уже зарегистрирован в вашей системе. Не вводите другие регистрационные данные, если только не хотите изменить ваше имя при регистрации и тип лицензии."
"Adding file(s) to the tasks list..." = "Добавить файл(ы) к списку заданий..."
"Preview" = "Предпросмотр"
"Open" = "Открыть"
"Quick actions" = "Быстрые действия"
"Convert SWF to FLA" = "Конвертировать SWF в FLA"
"Interface" = "Интерфейс"
"Show/Hide" = "Показать/Скрыть"
"Customize the way Flash Decompiler looks like, it may also help you recover the lost panel." = "Настройка пути Flash Decompiler поможет вам восстановить потерянную панель."
"Removing task(s)..." = "Удаление задания(ий)..."
"Quick extract all currently selected SWF resources." = "Быстрое извлечение всех ресурсов SWF, выбранных в данный момент."
"Quick convert currently highlighted file from the tasks list." = "Быстрое конвертирование текущего выделенного файла из списка заданий."
"The following checkbox enables Flash Decompiler to save your tasks statuses after exiting and relaunching. By default, Flash Decompiler will save all previous tasks as they were before you exit." = "Следующий переключатель заставляет Flash Decompiler сохранять список ваших заданий при выходе или перезапуск программы. По умолчанию, Flash Decompiler сохранит все предыдущие задания в том виде, в котором они были перед выходом."
"Save My tasks list status on exit" = "Сохранять список Моих заданий при выходе"
"These buttons let you reset visibility and positions of the main three panels: My tasks, File properties and Tag info. This is quite convenient when you \"lose\" them by dragging out or configuring the GUI." = "Эти кнопки позволят вам сбросить видимость и положение трех основных панелей: Мои задания, Свойства файла и Инфо тега. Это удобно, если вы их \"потеряли\", в процессе конфигурации интерфейса программы."
"Reset \"My tasks\" panel position" = "Сбросить панель \"Мои задания\""
"Reset \"File properties\" panel position" = "Сбросить панель \"Свойства файла\""
"Reset \"Tag information\" panel position" = "Сбросить панель \"Инфо тега\""
"General Flash Decompiler settings" = "Общие параметры Flash Decompiler"
"Open Flash movies" = "Открыть Flash фильмы"
"Decode all classes as dynamic" = "Перекодировать все классы как динамические"
"Name:" = "Имя:"
"Code:" = "Код:"
"Deblocking mode" = "Deblocking mode"
"Smoothing on" = "Smoothing on"
"Converting ..." = "Converting ..."
"Done" = "Done"
"Loading file \"%s\"..." = "Loading file \"%s\"..."
"Cannot load file. File is either locked by another process or corrupt." = "Cannot load file. File is either locked by another process or corrupt."
"Starting conversion..." = "Starting conversion..."
"File conversion finished." = "File conversion finished."
"Saving file \"%s\"..." = "Saving file \"%s\"..."
"Saving has been cancelled." = "Saving has been cancelled."
"Starting header processing..." = "Starting header processing..."
"Header processing finished." = "Header processing finished."
"Starting timeline processing..." = "Starting timeline processing..."
"Timeline processing finished." = "Timeline processing finished."
"An error has occured while parsing SWF timeline." = "An error has occured while parsing SWF timeline."
"An error has ocurred while processing timeline." = "An error has ocurred while processing timeline."
"An error has ocurred while creating FLA timeline." = "An error has ocurred while creating FLA timeline."
"Processing sprite symbol #%d..." = "Processing sprite symbol #%d..."
"Processing button symbol #%d..." = "Processing button symbol #%d..."
"Starting library processing..." = "Starting library processing..."
"An error has ocurred while processing library." = "An error has ocurred while processing library."
"Library processing finished." = "Library processing finished."
"Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."	= "Cannot create destination file or it is occupied by another application. Please choose another name for FLA file."
"Used fill style is not fully supported by convertor or by FLA file format." = "Used fill style is not fully supported by convertor or by FLA file format."
"Font #%d not found" = "Font #%d not found"
"An error has occurred while normalizing tags in SWF file." = "An error has occurred while normalizing tags in SWF file."
"Cannot create \"%s\" file." = "Cannot create \"%s\" file."
"Cannot create \"%s\" directory." = "Cannot create \"%s\" directory."
"An error has occured while saving FLP or AS file(s)." = "An error has occured while saving FLP or AS file(s)."
"Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other." = "Different caps styles for begin/end of the same line are not supported in FLA format. They must match each other."
"You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case." = "You are trying to save the file in Macromedia Flash %d format. \nIn order to work it correctly, this file must be saved in Macromedia Flash %d. \nPlease, select \"Yes\" to convert to version %d or \"No\" to continue conversion into the old format. \nNote that some features could be lost in this case."
"About L.A.M.E and FFmpeg" = "О L.A.M.E and FFmpeg";
"Show information about third-party libraries used and their licensing details" = "Показать информацию о используемых библиотека третих сторон и деталях их лицензирования";
"Flash Decompiler uses L.A.M.E and FFmpeg (both under LGPL v.3)" = "Flash Decompiler использует L.A.M.E and FFmpeg \n(под лицензией LGPL v.3)";
"About third-party libraries" = "О библиотеках третих сторон";
"Replace and edit texts currently present in a SWF/EXE task." = "Заменить и редактировать тексты, которые в данный момент присутствуют в SWF/EXE задании.";
"This task does not contain\r\nany texts.\r\n" = "Данное задание не содержит\r\nкакой-либо текст.\r\n";
"Edit texts" = "Редактировать тексты";
"Use system font instead of embedded one" = "Использовать системный шрифт вместо внедренного";
"Change font" = "Сменить шрифт";
"Change font size" = "Сменить размер шрифта";
"Make text bold" = "Сделать текст полужирным";
"Italicize text" = "Сделать текст курсивом";
"Warning: static texts cannot be edited without changing their font. Please, select the new font first then you will be able to edit static text." = "Внимание: статические тексты не могут быть отредактированы без замены их шрифта. Пожалуйста, выберите новый шрифт и вы сможете изменить статический текст.";
"Don't show this message again" = "Don't show this message again";
"File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project." = "File (or files) you are trying to convert was created by Adobe Flex Builder and therefore cannot be converted into FLA. Instead, a Flex Builder project will be created. You will need Adobe Flex Builder software to edit this project.";
"Register your copy of Flash Decompiler now by obtaining a license online." = "Register your copy of Flash Decompiler now by obtaining a license online.";
"Conversion started..." = "Conversion started...";
"Options" = "Options";
"Failed to convert ActionScript into MXML" = "Failed to convert ActionScript into MXML";
"Failed to save resources" = "Failed to save resources";
"InitClip" = "InitClip";
"Unknown error" = "Unknown error";
"Warning: you don't have Adobe Flash installed in this system at all. You won't be able to edit FLA file in this system." = "Warning: you don't have Adobe Flash Studio installed in this system at all. You won't be able to edit FLA file in this system."
"Component database is empty. Do you want to search for installed Flash Components?" = "Component database is empty. Do you want to search for installed Flash Components?";
"Button symbol #%d processing finished." = "Button symbol #%d processing finished."
"Failed to save AS files" = "Failed to save AS files";
"FLA version: " = "FLA version: ";
"ActionScripts viewing && conversion settings." = "ActionScripts viewing && conversion settings.";
"Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision." = "Demo version does not convert Flex projects, you can only preview ActionScripts stored in Flex files. To convert Flex files to their source code, please, obtain a license of Flash Decompiler Trillix.\r\rIf you are not sure in conversion results, send your Flex file to support@eltima.com for revision.";
"File operation failed" = "File operation failed";
"Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)" = "Flash Decompiler uses L.A.M.E. and FFmpeg (both under LGPL v.3)";
"Failed to save project files" = "Failed to save project files";
"Error" = "Error";
"Uses L.A.M.E. and FFmpeg under LGPL v.3" = "Uses L.A.M.E. and FFmpeg under LGPL v.3";
"Converting %s file into Flex project..." = "Converting %s file into Flex project...";
"Thank you for registration!" = "Thank you for registration!";
"Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash." = "Warning: you are trying to convert this movie into FLA format of version %d, however, you only have Adobe Flash of version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash."
"Do you want to continue?" = "Do you want to continue?";
"Failed to parse SWF file" = "Failed to parse SWF file";
"Sprite symbol #%d processing finished." = "Sprite symbol #%d processing finished."
"Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)" = "Warning: the movie which you are trying to convert requires features of Adobe Flash %d, however, you only have Adobe Flash version %d installed. Most probably, you won't be able to open converted FLA file until you upgrade your version of Flash. Do you still wish to continue converting into upper version of FLA? (If you select NO, this movie will be converted into FLA format of version %d, some objects may be lost)"
"Online tutorials" = "Online tutorials";
"SWF file doesn't have Flex ActionScript" = "SWF file doesn't have Flex ActionScript";
"Flash Decompiler" = "Flash Decompiler";
"Failed to open file " = "Failed to open file ";
"No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n" = "No links available in this task for editing.\r\nThere may be no links,\r\nor they are dynamically built or else.\r\n";
"Error parsing SWF file, please, send it to support@eltima.com" = "Error parsing SWF file, please, send it to support@eltima.com";
"Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com" = "Unable to convert ActionScript class: %@ into MXML, please, send this file to support@eltima.com";
"This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation." = "This file turns out not to be a Flex file, please, send it to support@eltima.com for investigation.";
"Could not save Flex Project file(s), check your user rights." = "Could not save Flex Project file(s), check your user rights.";
"This folder doesn't have any supported files to preview or open" = "This folder doesn't have any supported files to preview or open";
"Unknown error! Please, send the file you are trying to convert to support@eltima.com" = "Unknown error! Please, send the file you are trying to convert to support@eltima.com";
"Could not save AS file(s), check your user rights." = "Could not save AS file(s), check your user rights.";
"Could not open file: %@ for writing." = "Could not open file: %@ for writing.";
"Unable to create folder: %@, check your user rights." = "Unable to create folder: %@, check your user rights.";
"Up one level" = "Up one level";
"Could not save Flex Project resources, check your user rights." = "Could not save Flex Project resources, check your user rights.";
"Reload current directory" = "Reload current directory";
"SWF to FLA conversion" = "SWF to FLA conversion"
"Recover arguments' names" = "Recover arguments' names"
"SWF object extraction" = "SWF object extraction"
"Editing SWF file" = "Editing SWF file"

"Extract all currently selected SWF resources." = "Extract all currently selected SWF resources.";
